export const about = [
  {
    title: 'ДИЛЕРЫ КУБАНЬ-МЕБЕЛИ В КРАСНОДАРЕ',
    text: `В нашем коллективе более двухсот человек, каждый из которых являет собой профессионала высшего класса. Мы постоянно работаем над модернизацией процессов производства и за последние несколько лет были построены и введены в эксплуатацию новые складские и производственные площади.
    Благодаря этому были увеличены объемы производства, оптимизированы товарные запасы, сокращены сроки поставки. Объединив свой многолетний опыт производства качественной мебели и современные технологии мы создаем прекрасную серийную мебель по своему эксклюзивному дизайну. Наша мебель идеально вписывается в интерьер и радует уже более 100 000 клиентов.`
    
  },
  {
    title: 'РЕКВИЗИТЫ',
    text: 'ООО Профит. Краснодар ул. Беговая 34 к.т. +79180797222',
  },
  {
    title: 'НАШИ АДРЕСА',
    text: 'Юрид.адрес: 352251 , Краснодарский край, Отрадненский район, ст. Попутная, ул. Почтовая, 29 Факт.адрес: 352251, Краснодарский край, Отрадненский район, ст. Попутная, ул. Мащенко, 11ж Тел. 8-86144-9-21-08(факс)'
  }
]