export const kitchens = [
  {
    name: 'КУХНЯ ПРАГА',
    image: 'praguekc',
    category: 'kitchens',
    id: 'kitchen-prague',
    price: '73,811 ₽',
    colors: '2',
    additional: ['praguekc1', 'praguekc2', 'praguekc3'],
    description: 'Кухня Прага - поистине жемчужина нашей коллекции. Она сочетает в себе изысканность и благородство линий, присущие классическому стилю. Благодаря модульной системе, Прага адаптируется под размеры любого помещения, она может быть установлена как в скромной квартире, так и в шикарном особняке. Эксклюзивный дизайн, фасады из МДФ с 3 D–фрезеровкой делают мебель легкой и воздушной. Фасады покрыты пленкой ПВХ, которая наносится методом термо-вакуумного прессования на станке Berkle (Германия) и имеет хорошие эксплуатационные свойства: высокую устойчивость к изменению цвета, механическим повреждениям, воздействию влаги и высоких температур. Ручки, шариковые направляющие ящиков, дверные петли от компании Boyard очень практичны и долговечны в использовании, при желании можно дополнить комплектацию доводчиками. Кромка столешницы из искусственного камня и золотая патина придают дополнительную изысканность. Кухня «Прага» красива, изящна, и в то же самое время практична и комфортна - идеальный вариант для современного ритма жизни. Ведь классика в моде всегда. Фасад – МДФ пленка ПВХ 16 ммКорпус – ЛДСП 16 ммФурнитура:- петли дверей без доводчиков BOYARD.- телескопические направляющие ящиков без доводчиков BOYARD.*Карниз просчитывается дополнительно.*Возможно укомплектовать фурнитурой BOYARD с доводчиком или фурнитурой с доводчиком и метабоксами Blum.',
    metatitle: 'Кухня Прага',
    metadescription: 'Изысканная кухонная мебель от наших мастеров – это комфорт и функциональность в каждой детали.'
  },
  {
    name: 'КУХНЯ СОФИЯ',
    image: 'sofiakc11',
    category: 'kitchens',
    id: 'kitchen-sofia1',
    price: '174,520 ₽',
    colors: '1',
    additional: ['sofiakc11', 'sofiakc12'],
    description: 'Первое воплощение классического стиля и аристократизма. Она не перегружена лишними деталями, но от этого не теряет своего шарма. Гнутые фасады из МДФ покрыты высококачественными лакокрасочными материалами премиум-класса марки Renner с соблюдением требуемых технологий. Мягкое изголовье кровати-залог комфортного сна. Искусственная кожа не только выглядит эстетично, но и практична в использовании. Обивка устойчива к истиранию и появлению загрязнений. В комплект также входят вместительный шкаф и трельяж, с подзеркальником и зеркалом, тумбочки, мягкий пуф. Здесь есть все для создания уюта в вашем доме.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'КУХНЯ СОФИЯ 2',
    image: 'sofiakc21',
    category: 'kitchens',
    id: 'kitchen-sofia2',
    price: '194,860 ₽',
    colors: '1',
    additional: ['sofiakc21', 'sofiakc22'],
    description: 'Плавные линии, изысканность и изящность — это все про кухни серии «София».Эта мебель - настоящее произведение искусства, каждой деталью можно любоваться вечно. Декоративные элементы выполнены вручную из пенополиуретана, витражи изготовлены методом термического фактурирования, узоры покрыты золотой патиной.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'КУХНЯ СОФИЯ 3',
    image: 'sofiakc31',
    category: 'kitchens',
    id: 'kitchen-sofia3',
    price: '285,155 ₽',
    colors: '1',
    additional: ['sofiakc31'],
    description: 'Плавные линии, изысканность и изящность — это все про кухни серии «София».Эта мебель - настоящее произведение искусства, каждой деталью можно любоваться вечно. Декоративные элементы выполнены вручную из пенополиуретана, витражи изготовлены методом термического фактурирования, узоры покрыты золотой патиной.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'КУХНЯ СОФИЯ 4',
    image: 'sofiakc41',
    category: 'kitchens',
    id: 'kitchen-sofia4',
    price: '176,585 ₽',
    colors: '1',
    additional: ['sofiakc41'],
    description: 'Плавные линии, изысканность и изящность — это все про кухни серии «София».Эта мебель - настоящее произведение искусства, каждой деталью можно любоваться вечно. Декоративные элементы выполнены вручную из пенополиуретана, витражи изготовлены методом термического фактурирования, узоры покрыты золотой патиной.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'КУХНЯ НОВА 1',
    image: 'novakc11',
    category: 'kitchens',
    id: 'kitchen-nova',
    price: '131,514 ₽',
    colors: '1',
    additional: ['novakc11'],
    description: 'Элегантная и функциональная кухня «Нова» станет украшением любого интерьера. Большой выбор модулей позволяет создать кухню вашей мечты и наслаждаться ее непревзойденной красотой.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'КУХНЯ НОВА 3',
    image: 'novakc31',
    category: 'kitchens',
    id: 'kitchen-nova3',
    price: '129,300 ₽',
    colors: '1',
    additional: ['novakc31'],
    description: 'Элегантная и функциональная кухня «Нова» станет украшением любого интерьера. Большой выбор модулей позволяет создать кухню вашей мечты и наслаждаться ее непревзойденной красотой.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'КУХНЯ НОВА 4',
    image: 'novakc41',
    category: 'kitchens',
    id: 'kitchen-nova4',
    price: '223,697 ₽',
    colors: '1',
    additional: ['novakc41'],
    description: 'Элегантная и функциональная кухня «Нова» станет украшением любого интерьера. Большой выбор модулей позволяет создать кухню вашей мечты и наслаждаться ее непревзойденной красотой.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'КУХНЯ НОВА 5',
    image: 'novakc51',
    category: 'kitchens',
    id: 'kitchen-nova5',
    price: '147,011 ₽',
    colors: '1',
    additional: ['novakc51'],
    description: 'Элегантная и функциональная кухня «Нова» станет украшением любого интерьера. Большой выбор модулей позволяет создать кухню вашей мечты и наслаждаться ее непревзойденной красотой.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'КУХНЯ САН МАРИНО',
    image: 'sanmarinokc1',
    category: 'kitchens',
    id: 'kitchen-sanmarino',
    price: '123,954 ₽',
    colors: '2',
    additional: ['sanmarinokc1'],
    description: 'Изящество волнистых линий в сочетании с лаконичными прямыми, мягкие натуральные оттенки, выразительность отдельных деталей – все это присуще кухне Сан-Марино. Гнутые фасады из МДФ, покрываются эмалью и лаком премиум-класса марки Renner (Италия), что сохраняет цвет от воздействия ультрафиолетовых лучей. Декорирование стекол при помощи фацетирования вносит нотку благородства и изысканности, а лучи света, преломляющиеся под углом, создают изумительные визуальные эффекты.Сан-Марино сочетает в себе очарование классики и эргономичность: вместительные шкафы, удобная рабочая поверхность, функциональность в каждой детали. Это настоящий бриллиант, который станет украшением вашего дома.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'КУХНЯ ДЕМЕТРА',
    image: 'demetrakc1',
    category: 'kitchens',
    id: 'kitchen-demetra',
    price: '161,496 ₽',
    colors: '2',
    additional: ['demetrakc1'],
    description: 'Невероятная по красоте исполнения модульная система Деметра придется по вкусу самому искушенному покупателю. Фасады из МДФ с 3D фрезеровкой, изготовленные вручную декоративные элементы из пенополиуретана, объемные узоры на витражах, украшенные золотой патиной – восхитительное сочетание… Описать кухню Деметра можно одним словом… и это слово - гармония.Кухня Деметра никогда вам не надоест, ведь как может надоесть гармония в каждой детали.',
    metatitle: '',
    metadescription: ''
  },
]

export const bedrooms = [
  {
    name: 'СПАЛЬНЯ МАЙАМИ',
    image: 'miamibr',
    category: 'bedrooms',
    id: 'bedroom-miami',
    price: '150,140 ₽',
    colors: '2',
    additional: ['miamibr1', 'miamibr2', 'miamibr3'],
    description: 'Яркая,современная и функциональная спальня "Майами" станет украшением любого интерьера.Стильное сочетание белого цвета золотого или серебряного декора никого не оставит равнодушным.Модульная система позволяет создать нужный комплект. Фасад – МДФ крашенный 16 ммКорпус – ЛДСП 16 ммФурнитура:• петли дверей с доводчиками BOYARD.• направляющие ящиков скрытого монтажа с доводчиком CUBO.',
    metatitle: 'Спальня Майами',
    metadescription: 'Яркая,современная и функциональная спальня "Майами" станет украшением любого интерьера.'
  }, 
  {
    name: 'СПАЛЬНЯ ВИНЧЕНЦА',
    image: 'vincenza1',
    category: 'bedrooms',
    id: 'bedroom-vincenza',
    price: '238,270 ₽',
    colors: '2',
    additional: ['vincenza1', 'demetrabr2', 'vincenza3'],
    description: 'Воплощение классического стиля и аристократизма. Она не перегружена лишними деталями, но от этого не теряет своего шарма. Гнутые фасады из МДФ покрыты высококачественными лакокрасочными материалами премиум-класса марки Renner с соблюдением требуемых технологий. Мягкое изголовье кровати-залог комфортного сна. Искусственная кожа не только выглядит эстетично, но и практична в использовании. Обивка устойчива к истиранию и появлению загрязнений. В комплект также входят вместительный шкаф и трельяж, с подзеркальником и зеркалом, тумбочки, мягкий пуф. Здесь есть все для создания уюта в вашем доме.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'СПАЛЬНЯ Деметра',
    image: 'demetrabr1',
    category: 'bedrooms',
    id: 'bedroom-demetra',
    price: '149,770 ₽',
    colors: '2',
    additional: ['demetrabr1', 'demetrabr2', 'demetrabr3'],
    description: 'Воплощение классического стиля и аристократизма. Она не перегружена лишними деталями, но от этого не теряет своего шарма. Гнутые фасады из МДФ покрыты высококачественными лакокрасочными материалами премиум-класса марки Renner с соблюдением требуемых технологий. Мягкое изголовье кровати-залог комфортного сна. Искусственная кожа не только выглядит эстетично, но и практична в использовании. Обивка устойчива к истиранию и появлению загрязнений. В комплект также входят вместительный шкаф и трельяж, с подзеркальником и зеркалом, тумбочки, мягкий пуф. Здесь есть все для создания уюта в вашем доме.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'СПАЛЬНЯ Каталея',
    image: 'cataleyabr1',
    category: 'bedrooms',
    id: 'bedroom-cataleya',
    price: '119,000 ₽',
    colors: '2',
    additional: ['cataleyabr1', 'cataleyabr2', 'cataleyabr3'],
    description: 'Создана c акцентом на изысканность и функциональность. Оригинальная отделка шкафов, два варианта изголовий и подзеркальников, ручки цвета серебра делают коллекцию универсальной. Она подойдёт как для любителей классики, так и более сдержанного неоклассического стиля. Мягкое изголовье кровати не только выглядит эстетично, но и практично в использовании. Обивка из антивандальной ткани устойчива к истиранию, появлению загрязнений и механическим повреждениям. Модульная система позволяет создать уникальный комплект под любое помещение. Изящность, респектабельность и функциональность спальни Каталея будут радовать вас долгие годы.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'СПАЛЬНЯ ИНКТАНТО',
    image: 'incantobr1',
    category: 'bedrooms',
    id: 'bedroom-incanto',
    price: '140,870 ₽',
    colors: '2',
    additional: ['incantobr1', 'incantobr2', 'incantobr3'],
    description: 'Incanto в переводе с итальянского - очарование. Этот поистине сказочный комплект мебели создаст атмосферу уюта в вашем доме. Спальня выполнена из высококачественного МДФ и покрыта несколькими слоями эмали и лака премиум класса марки "Renner", декорирована изготовленными вручную элементами из пенополиуретана с покрытием из серебряной патины.Шарм комплекту придает мягкое изголовье кровати, оно не только придает эстетичный вид, но и практично в использовании-обивка из антивандальной ткани устойчива к истиранию и появлению загрязнений. Модульная система позволяет создать спальню вашей мечты с функциональным и практичным шкафом, кроватью с ортопедическим основанием, тумбочками для мелочей, трельяжем, зеркалом, вместительным комодом.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'СПАЛЬНЯ ЛУИЗА',
    image: 'louisebr1',
    category: 'bedrooms',
    id: 'bedroom-louise',
    price: '106,830 ₽',
    colors: '2',
    additional: ['louisebr1', 'louisebr2'],
    description: 'Спальня Луиза - идеальный баланс красоты и функциональности. Модульная система позволяет подобрать комплект под любое помещение.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'СПАЛЬНЯ НЬЮ-ЙОРК',
    image: 'newyorkbr1',
    category: 'bedrooms',
    id: 'bedroom-newyork',
    price: '139,830 ₽',
    colors: '3',
    additional: ['newyorkbr1', 'newyorkbr2'],
    description: 'Идеальный баланс между эстетикой и практичностью- так можно описать нашу новинку- спальню "Нью-Йорк"Коллекция «Нью-Йорк», несомненно, станет беспроигрышным вариантом для оформления спальни.Мебель выполнена в соответствии со всеми правилами эргономики: модули универсальны и функциональны, обладают характером и собственным стилем.Стильно и эффектно смотрится яркая, но в то же время элегантная фрезеровка.Три варианта цветовых решений: Белый, Капучино, Антрацит помогут воплотить самые дерзкие задумки в современном интерьере.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'СПАЛЬНЯ ГОЛД',
    image: 'goldbr1',
    category: 'bedrooms',
    id: 'bedroom-gold',
    price: '139,320 ₽',
    colors: '3',
    additional: ['goldbr1', 'goldbr2'],
    description: 'Идеальный баланс между эстетикой и практичностью- так можно описать нашу новинку - спальню "Голд".Коллекция «Голд», несомненно, станет беспроигрышным вариантом для оформления спальни.Мебель выполнена в соответствии со всеми правилами эргономики: модули универсальны и функциональны, обладают характером и собственным стилем.Три варианта цветовых решений: Белый, Мокко, Антрацит помогут воплотить самые дерзкие задумки в современном интерьере.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'СПАЛЬНЯ АЗАЛИЯ',
    image: 'azaleabr1',
    category: 'bedrooms',
    id: 'bedroom-azalea',
    price: '111,410 ₽',
    colors: '2',
    additional: ['azaleabr1', 'azaleabr2'],
    description: 'В спальню «Азалия» вы влюбитесь с первого взгляда.В комплект входит шкаф 4-х дверный, трельяж, подзеркальник с зеркалом, 2 тумбы, кровать 1600 х 2000, либо 1800 х 2000.Фасады из фрезерованного МДФ покрыты пленкой ПВХ, которая наносится методом термо-вакуумного прессования на станке Berkle (Германия) и имеет хорошие эксплуатационные свойства: высокую устойчивость к изменению цвета, механическим повреждениям, воздействию влаги и высоких температур. Ручки, шариковые направляющие ящиков, дверные петли от компании Boyard очень практичны и долговечны в использовании, при желании можно дополнить комплектацию доводчиками.Элементы декора из пенополиуретана покрыты золотой патиной, что создает роскошный образ.По сложности исполнения и качеству спальня «Азалия» не уступает популярной сейчас мебели из Китая. Цены Вас приятно удивят.«Азалия» - это комфорт и роскошь, доступные каждому!',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'СПАЛЬНЯ ВЕНЕРА',
    image: 'venusbr1',
    category: 'bedrooms',
    id: 'bedroom-venus',
    price: '79,540 ₽',
    colors: '2',
    additional: ['venusbr1', 'venusbr2'],
    description: 'Классический дизайн в сочетании с высокой функциональностью. Это мебель на все времена. Спальня изготовлена из МДФ, его отличает высокая прочность и долговечность, кроме того материал экологичен и безопасен.Благодаря многослойному покрытию лаком мебель имеет гладкую поверхность, насыщенный цвет, устойчивый к ультрафиолетовым лучам. Нежная, уютная спальня создает в комнате атмосферу спокойствия и теплоты.Классика всегда в моде, это блестящий выбор для людей, ценящих красоту, комфорт и функциональность.',
    metatitle: '',
    metadescription: ''
  },
  {
    name: 'СПАЛЬНЯ АНАСТАСИЯ',
    image: 'anastasiabr1',
    category: 'bedrooms',
    id: 'bedroom-anastasia',
    price: '76,510 ₽',
    colors: '2',
    additional: ['anastasiabr1', 'anastasiabr2'],
    description: 'Набор мебели для спальни Анастасия, современная классика, полная гармонии, уюта и красоты. Ее универсальный стиль актуален всегда. Плавные линии придают комплекту завершенность и шарм.Набор мебельных модулей позволяет составить отличные комбинации.Спальня Анастасия это элегантность, надежность и долговечность.',
    metatitle: '',
    metadescription: ''
  },
]

export const hallways = [
  {
    name: 'ПРИХОЖАЯ ДЕМЕТРА',
    image: 'demetrahw',
    category: 'hallways',
    id: 'hallway-demetra',
    price: '73,730 ₽',
    colors: '2',
    additional: ['demetrahw1', 'demetrahw2'],
    description: 'Прихожая в классическом стиле с фасадами из МДФ с 3D фрезеровкой, производится в двух цветовых решениях: Слоновая Кость и Орех. Для бесплатного создания дизайн-проекта под ваше пространство позвоните нам или оставьте заявку на сайте.',
    metatitle: 'Прихожая Деметра',
    metadescription: 'Прихожая в классическом стиле.'
  }
]

export const offices = [
  {
    name: 'КАБИНЕТ ДЕМЕТРА',
    image: 'demetraof',
    category: 'offices',
    id: 'office-demetra',
    price: '',
    colors: '2',
    additional: ['demetraof1', 'demetraof2', 'demetraof3'],
    description: 'Модульная коллекция мебели Деметра - уникальное предложение. В ней нет вычурности и лишних деталей. Мебель выполнена из МДФ с 3D-фрезеровкой, его отличают высокая прочность и долговечность, экологичность и безопасность. Две вариации шкафов – с глухим и стеклянным фасадом позволят как разместить книги, сувениры, так и скрыть то, что необходимо от посторонних глаз..',
    metatitle: 'Кабинет Деметра',
    metadescription: 'Строгий и изысканный кабинет для работы и отдыха.'
  }
]

export const livingrooms = [
  {
    name: 'ГОСТИНАЯ ДЕМЕТРА',
    image: 'demetralr',
    category: 'livingrooms',
    id: 'livingroom-demetra',
    price: '',
    colors: '2',
    additional: ['demetralr1', 'demetralr2'],
    description: '«Деметра» - классический вариант элегантного исполнения компактной гостиной.Фасады из МДФ с 3 –D фрезеровкой, изготовленные вручную декоративные элементы из пенополиуретана, украшенные золотой патиной, узоры на витражах создают гармоничный образ. Две вариации шкафов – с глухим и стеклянным фасадом позволят как разместить красивую посуду, сувениры, так и скрыть то, что необходимо от посторонних глаз.Гостиная «Деметра» гармонично впишется в интерьер вашего дома.',
    metatitle: 'Гостинная Деметра',
    metadescription: '«Деметра» - классический вариант элегантного исполнения компактной гостиной.'
  }
]

export const categories = [
  {
    name: 'Кухни',
    image: 'praguekc',
    id: 'kitchens',
    items: kitchens,
    metatitle: 'Кухонная мебель',
    metadescription: ''
  },
  {
    name: 'Гостинные',
    id: 'livingrooms',
    image: 'demetralr',
    items: livingrooms,
    metatitle: 'Модульные гостинные',
    metadescription: ''
  },
  {
    name: 'Спальни',
    id: 'bedrooms',
    image: 'miamibr',
    items: bedrooms,
    metatitle: 'Спальная мебель',
    metadescription: ''
  },
  {
    name: 'Прихожие',
    id: 'hallways',
    image: 'demetrahw',
    items: hallways,
    metatitle: 'Модульные прихожие',
    metadescription: ''
  },
  {
    name: 'Кабинеты',
    id: 'offices',
    image: 'demetraof',
    items: offices,
    metatitle: 'Офисная мебель',
    metadescription: ''
  }
]